{"<PAD>": 0, "<UNK>": 1, "sirket": 2, "borsa": 3, "hisse": 4, "yeni": 5, "piyasalar": 6, "aciklandi": 7, "guclu": 8, "beklentilerin": 9, "analistler": 10, "rekor": 11, "ihracat": 12, "altinda": 13, "sirkete": 14, "kar": 15, "yonetim": 16, "buyume": 17, "uzerinde": 18, "satis": 19, "faiz": 20, "karari": 21, "sirketten": 22, "ulasti": 23, "hacmi": 24, "alindi": 25, "yuzde": 26, "kaldi": 27, "krizi": 28, "sirketin": 29, "yapti": 30, "yatay": 31, "degismedi": 32, "kirdi": 33, "temettu": 34, "fabrika": 35, "bilanco": 36, "yatirimci": 37, "piyasalari": 38, "enflasyon": 39, "geldi": 40, "tahminleri": 41, "revize": 42, "edildi": 43, "senedi": 44, "stratejik": 45, "ortaklik": 46, "anlasmasi": 47, "uretim": 48, "buyudu": 49, "kredi": 50, "notu": 51, "yukseldi": 52, "zirveye": 53, "yuksek": 54, "artti": 55, "deger": 56, "devam": 57, "ediyor": 58, "yatirim": 59, "buyuk": 60, "talep": 61, "artisi": 62, "yasandi": 63, "endeksi": 64, "zarar": 65, "etti": 66, "sert": 67, "kurulu": 68, "cezasi": 69, "kesildi": 70, "doviz": 71, "cok": 72, "coktu": 73, "gordu": 74, "kuru": 75, "kapatti": 76, "degisikligi": 77, "raporu": 78, "merkez": 79, "bankasi": 80, "toplantisi": 81, "seyretti": 82, "yayimladi": 83, "korudu": 84, "gunluk": 85, "islem": 86, "bekliyor": 87, "karini": 88, "ikiye": 89, "katladi": 90, "rakamlari": 91, "odemesi": 92, "artirildi": 93, "geliri": 94, "seviyede": 95, "hedef": 96, "fiyati": 97, "yukseltti": 98, "yatirimi": 99, "yapiyor": 100, "olumlu": 101, "gune": 102, "yukselisle": 103, "basladi": 104, "yabanci": 105, "alimlari": 106, "artiyor": 107, "rahatlatti": 108, "beklentinin": 109, "yukari": 110, "nakit": 111, "akisi": 112, "bolunmesi": 113, "imzalandi": 114, "kapasitesi": 115, "genisletiliyor": 116, "pazari": 117, "uluslararasi": 118, "net": 119, "karlil": 120, "k": 121, "rekorunu": 122, "tum": 123, "zamanlarin": 124, "en": 125, "seviyesinde": 126, "imzaladi": 127, "marjlari": 128, "guveni": 129, "kazanmaya": 130, "tesviki": 131, "paketi": 132, "piyasa": 133, "degeri": 134, "tazeledi": 135, "bes": 136, "gelirlerini": 137, "otuz": 138, "artirdi": 139, "payi": 140, "dagitimi": 141, "pozitif": 142, "operasyonel": 143, "sonuclar": 144, "hisseye": 145, "al": 146, "tavsiyesi": 147, "verildi": 148, "ciro": 149, "seviyeye": 150, "kurdu": 151, "acikladi": 152, "kur": 153, "carpti": 154, "hisseleri": 155, "dusurdu": 156, "konkordato": 157, "ilan": 158, "dustu": 159, "istifa": 160, "vergi": 161, "durdu": 162, "yasaklandi": 163, "borclar": 164, "odenemiyor": 165, "cokuste": 166, "kurlari": 167, "cildirdi": 168, "asagi": 169, "yoneticisi": 170, "gozaltina": 171, "devre": 172, "kesici": 173, "calisti": 174, "dususu": 175, "sorusturma": 176, "acildi": 177, "on": 178, "kaybetti": 179, "geriledi": 180, "kredisi": 181, "donduruldu": 182, "iflas": 183, "basvurusu": 184, "yapildi": 185, "para": 186, "calisan": 187, "sayisi": 188, "azaltiliyor": 189, "kapatma": 190, "hisseler": 191, "yatirimcilar": 192, "panikliyor": 193, "etmeye": 194, "panikle": 195, "dusuruldu": 196, "kotu": 197, "haberler": 198, "geliyor": 199, "sektorde": 200, "kriz": 201, "bas": 202, "gosterdi": 203, "zirve": 204, "zarari": 205, "borc": 206, "yuku": 207, "ezilen": 208, "senetleri": 209, "sirkette": 210, "ciddi": 211, "yasaniyor": 212, "piyasalarda": 213, "guven": 214, "derinlesiyor": 215, "satislarini": 216, "durdurmak": 217, "zorunda": 218, "toplandi": 219, "gunu": 220, "beklentiler": 221, "genel": 222, "kurul": 223, "tarihi": 224, "belirlendi": 225, "temkinli": 226, "seyrediyor": 227, "beklenti": 228, "yapmadi": 229, "sektor": 230, "yayimlandi": 231, "normale": 232, "dondu": 233, "urun": 234, "duyurdu": 235, "veri": 236, "beklentisiyle": 237, "sakin": 238, "yaklasiyor": 239, "bagimsiz": 240, "denetim": 241, "surecini": 242, "tamamladi": 243, "yillik": 244, "dolar": 245, "takibinde": 246, "bekle": 247, "tavsiyesini": 248, "aciklama": 249, "yapacak": 250, "ortalama": 251, "ceyrek": 252, "sonuclari": 253, "bekleniyor": 254, "abd": 255, "verilerini": 256, "ceo": 257, "atadi": 258, "sirketi": 259, "izlemeye": 260, "aldi": 261, "haftayi": 262, "faaliyet": 263, "raporunu": 264, "kararini": 265, "bugun": 266, "az": 267, "plan": 268, "sundu": 269, "endeksinde": 270, "sinirli": 271, "hareketler": 272, "politikasi": 273, "secim": 274, "oncesi": 275, "bekleme": 276, "modunda": 277, "bilgi": 278, "guncelleme": 279, "notr": 280, "gorusunu": 281, "bazda": 282}